export const METHOD = [
  "볶음",
  "끓임",
  "부침",
  "비빔",
  "찜",
  "튀김",
  "굽기",
  "조림",
  "무침",
  "삶기",
];

export const CATEGORY = [
  "메인반찬",
  "밑반찬",
  "면",
  "찌개",
  "밥",
  "샐러드",
  "디저트",
  "빵",
  "떡",
];

export const INGREDIENT = [
  "소고기",
  "돼지고기",
  "닭고기",
  "채소류",
  "과일류",
  "해물류",
  "유제품류",
  "쌀",
  "밀가루",
];

export const dummyRecipe = [
  {
    recipe_id: 1,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 2,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 3,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 4,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 5,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 6,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 7,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 8,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
  {
    recipe_id: 9,
    cook_time: 15,
    description: "집에서 해먹는 일본식 라멘",
    process:
      "다시마는 먼지를 가볍게 턴 뒤 물 250ml에 넣어요.적당한 크기의 냄비에 다시마물 250ml와 우유 250ml를 넣고 된장 1큰술, 고춧가루 1/2큰술 그리고 라면 스프 2/3봉을 추가로 넣어요.그리고 된장이 풀어지게끔 잘 저어 주면서 끓입니다.물이 보글보글 끓어오르면 면과 건더기 스프 그리고 아까 건져 둔 다시마를 넣고 끓여요.불을 끄기 30초 전 숙주를 넣고 마무리하면 야매 미소라멘 완성입니다!",
    cuisine_name: "라면",
    thumbnail_url: "./img/fridge_bg.png",
  },
];

export const dummyReviews = [
  {
    id: 1,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 2,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 3,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 4,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 5,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 6,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 7,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
  {
    id: 8,
    username: "원일",
    content: "너무 맛있어요!~~",
  },
];
